var data = {

    "1953": [
        {title: "Primer ataque de Fidel",
            summary: "El 26 de Julio Fidel y 160 soldados atacan el cuartel de Moncada. Este evento comienza la Revolución",
            start: {lat: 19.959669, lng: -75.708791},
            end: {lat: 20.034011, lng: -75.818635}
        }
    ],

    "1954": [
        {title: "Che Guevara llega a México D.F.",
          image: "https://s-media-cache-ak0.pinimg.com/736x/3d/7d/9d/3d7d9dfb6e74a6bc8753bfd34dc2ab9d.jpg",
            summary: "Che Guevara viaja a México después de que el gobierno de Guatemala cae a fuerzas anti-comunistas",
            //14.785370, -90.496265
            start: {lat: 14.785370, lng:-90.496265 },
            end: {lat: 19.435382, lng: -99.142505  }
        } 
    ],

    "1956": [
        {title: "Viaje en el Granma",
            summary: "Empezando en el 1950, Ernesto Che Guevara viajó por todo Latino américa, observando los efectos del post-colonialismo estadounidense. Después de conocer a los hermanos Castro en la Ciudad México, los tres revolucionarios embarcaron el velero Granma con 82 soldados simpatizantes, viajando de Tuxpan a Playa Las Coloradas con la intención de derrocar el régimen de Fulgencio Batista.",
            start: {lat: 20.9646, lng: -97.4045},
            end: {lat: 19.9256213, lng: -77.6921917}
        }
    ], 

    "1959": [ 
        {title: "Exilio de Batista",
            summary: "El 1 de Enero, después de la derrota en la ciudad de Santa Clara, Fulgencio Batista huyo de Habana, volando a Ciudad Trujillo en la República Dominicana con 40 simpatizantes y familia inmediata. Según ciertas fuentes, se llevo mas de $300 millones recaudados por soborno.",
            start: {lat: 23.113140, lng: -82.377351},
            end: {lat: 18.4806503, lng: -70.0869828}
        },
        
        {title: "Asilo político de Batista",
            summary: "Después de haber sido rechazado asilo político en E.E.U.U. y en México, el dictador António Salazar de Portugal acepto bajo la condición de que se abstuviera de política. El 8 de Enero, Batista se fue a Portugal y paso el resto de sus días en la península Ibérica hasta su muerte el 6 de Agosto, 1973 en Marbella, España.",
            start: {lat: 18.4806503, lng: -70.0869828},
            end: {lat: 38.7223, lng: 9.1393}
        }
    ],

    "1960": [
        {title: "Jean-Paul Sartre viaja a Cuba",
          image: "http://4.bp.blogspot.com/-7Ch3mIELuDc/UaPC2XWoImI/AAAAAAAAMUU/UF_TddQsijA/s1600/foto006.jpg",
            summary: "En este año, el filósofo francés Sartre, partidario del Marxismo, conoció a Fidel Castro y al Che en un viaje dedicado a observar esta nueva sociedad del pueblo. A pesar de su gran admiración por el Che, Sartre criticó la persecución de los homosexuales en Cuba bajo el gobierno de Fidel Castro. En esta foto se ven Sartre y su pareja Simone de Beauvoir viajando por la isla en una lancha con Fidel.",
            start: {lat: 48.8585195, lng: 2.0673832},
            end: {lat: 23.0496779, lng: -82.8931465}
        },

        {title: "Third World Left",
            summary: "En el mes de Julio, Robert F. Williams, LeRoi Jones, y Harold Cruse visitaron a Cuba para estudiar la Revolución y sus implicaciones raciales. El propósito inicial del viaje era para encontrar apoyo en la izquierda afroamericana. El viaje revolucionó las ideas de los tres hombres acerca la cultura y comunidad afroamericana y la posibilidad de una revolución negra.",
            start: {lat: 40.8156598, lng: -73.9831079},
            end: {lat: 23.0496779, lng: -82.8931465}
        },

        {title: "Castro en Nueva York",
          image: "http://1.bp.blogspot.com/-TmimJtUF7V8/UMipPiu8nZI/AAAAAAABF7k/VnHiozJPVrw/s1600/05+Looking+like+an+American+politician,+Fidel+Castro+hugs+Donna+Friedman+and+Lisa+Langer+at+the+Bronx+Zoo+on+April+22,+1959.jpg",
            summary: "El 26 de Septiembre, Fidel Castro viajo a Nueva York como el delegado cubano a las Naciones Unidas. Quedándose en el Theresa Hotel en Harlem, Fidel conoció a varios líderes afroamericanos como Malcom X y Langston Hughes. En su discurso a las Naciones Unidas, Fidel denunció el imperialismo y la agresión estadounidense, esencialmente confirmando el fin de relaciones amistosas con E.E.U.U.",
            start: {lat: 23.0496779, lng: -82.8931465},
            end: {lat: 40.7042948, lng: -74.5384105}
        }
    ],

    "1961": [
        {title: "Bay of Pigs/Playa Girón",
            summary: "El 17 de Abril, un grupo paramilitar fundado por la CIA intento una invasión de Cuba. El objetivo principal de la misión era derrocar el gobierno comunista de Fidel Castro.",
            start: {lat: 14.0391, lng: -83.3950},
            end: {lat: 22.1604, lng: -81.1684}
        }
    ],

    "1963": [
        {title: "Visita de Julio Cortázar",
            summary: "Invitado para ser jurado en un concurso, el escritor Julio Cortázar viajó a Cuba por primera vez donde fue inspirado a comenzar su involucración política. En <i>La fascinación de las palabras</i>, Cortázar escribe que 'La Revolución cubana me mostró de una manera cruel y que me dolió mucho el gran vació político que había en mí, mi inutilidad política... los temas políticos se fueron metiendo en mi literatura.'",
            start: {lat: 48.8585195, lng: 2.0673832},
            end: {lat: 23.0496779, lng: -82.8931465}
        },

        {title: "Castro en Moscú",
          image: "http://englishrussia.com/images/112012/19635/msc1963005-13.jpg",
            summary: "En Junio del 1963, Fidel hizo un viaje histórico a Moscú donde visitó fabricas, bases militares secretas, un submarino nuclear, y fue honrado con el titulo de 'Héroe de la Unión Soviética.'",
            start: {lat: 23.113140, lng: -82.377351},
            end: {lat: 55.7485171, lng: 37.0721224}
        }
    ],

    "1964": [
        {title: "Soy Cuba",
            summary: "El director cinematográfico soviético Mikhail Kalatozov creó la película 'Soy Cuba' con el apoyo de la Unión Soviética para promover el socialismo internacional. En la película, se muestra el sufrimiento del pueblo cubano antes de la revolución. Aparte de cualquier connotación política, la película ha recibido alabanzas de directores como Martin Scorcese por sus tomas cinematográficas innovadoras.",
            start: {lat: 55.7485171, lng: 37.0721224},
            end: {lat: 23.113140, lng: -82.377351}
        }
    ],

    "1965": [
        {title: "El Che viaja al Congo",
            summary: "Por razones desconocidas por el publico Fidel Castro anuncio el retiro de Che Guevara de la isla y leyó una carta de despedida a nombre del Che. Al irse de Cuba, Che Guevara viajó al Congo con 12 soldados cubanos para ayudar el movimiento guerrilla anti-Mobutu bajo el liderare de Laurent-Desire Kabila. Este intento termino en fracaso.",
            start: {lat: 23.113140, lng: -82.377351},
            end: {lat: -4.4866518, lng: 14.7272946}
        }
    ],

    "1966": [
        {title: "Che aparece en Bolivia",
            summary: "El 3 de Noviembre, Che Guevara viajó de Montevideo a La Paz bajo el seudónimo Adolfo Mena González. En la región de Ñancahuazú, Guevara acumuló sus fuerzas guerrilleras llamadas el Ejército de Liberación Nacional de Bolivia. Después de pocas logros militares tempranos, Guevara fue herido y capturado el 8 de Octubre del 1967. El 9 de Octubre, Guevara fue ejecutado.",
            start: {lat: -34.8190579, lng: -56.5103844},
            end: {lat: -14.9294713, lng: -70.431319}
        }
    ],

    "1968": [
        {title: "El súper",
            summary: "Roberto, el protagonista de la película El Súper, es exiliado de Cuba con su esposa y su hija. En Nueva York, se encuentra aislado y fuera de lugar. Así como el ficticio súper, hay más de 100 mil inmigrantes cubanos en la ciudad de Nueva York.",
            start: {lat: 23.0496779, lng: -82.8931465},
            end: {lat: 40.7042948, lng: -74.5384105}
        }
    ],

    "1980": [
        {title: "Éxodo de Mariel",
            summary: "Después de una demostración en la cual 10.000 individuos ocuparon la embajada peruana en búsqueda de refugio, el gobierno cubano decidió dejar a quien quisiera irse. Entre el 15 de Abril y el 31 de Octubre, 125 mil cubanos viajaron a la Florida buscando asilo político. Luego se descubrió que gran cantidad de los refugiados venían de las cárceles y hospitales de salud mental.",
            start: {lat: 22.9859488, lng: -82.7701238},
            end: {lat: 25.7822569, lng: -80.3711638}
        }
    ],

    "1983": [
        {title: "Scarface",
            summary: "En esta película escrita por Oliver Stone y dirigida por Brian De Palma, Tony Montana llego a Miami como refugiado político y llega a ser un narcotraficante poderoso e influencial.",
            start: {lat: 23.0496779, lng: -82.8931465},
            end: {lat: 25.7822569, lng: -80.3711638}
        }
    ],

    "1994": [
        {title: "Éxodo de los balseros",
            summary: "Durante el verano del 1994, las inmigraciones en masa de cubanos viajando en balsa a la Florida llegaron a su máximo. Durante la segunda mitad del siglo XX hubo un flujo constante de balseros huyendo de Cuba, pero después de la caída de la Unión Soviética en el 1989, la situación económica en la isla dejo a muchos sin opción. Es estimado que en el verano del 1994 hubo 10.000 inmigrantes ilegales llegados a Miami.",
            start: {lat: 23.0496779, lng: -82.8931465},
            end: {lat: 25.7822569, lng: -80.3711638}
        }
    ],

    "2009": [
        {title: "Rueda de prensa de Obama en Trinidad y Tobago",
            summary: "El 17 de Abril, Obama dio una rueda de prensa en Puerto de España donde anunció que los Estados Unidos estaba buscando un nuevo comienzo con el gobierno cubano.",
            start: {lat: 38.8976763, lng: -77.0387185},
            end: {lat: 10.6637277, lng: -61.5639026}
        }
    ],

    "2016": [
        {title: "Visita de Obama a Cuba",
            summary: "El 20 de Marzo, Barack Obama viajo a Cuba, siendo el primer presidente estadounidense en visitar la isla desde el 1928. Abriendo el paso a relaciones nuevamente con Cuba, fue una visita histórica.",
            start: {lat: 38.8976763, lng: -77.0387185},
            end: {lat: 23.0496779, lng: -82.8931465}

        }
    ],

};
